<?php
// Text
$_['text_checkout_cart']                = 'Ваш заказ';
$_['text_checkout_option']              = 'Вход';
$_['text_checkout_account']             = 'Данные получателя';
$_['text_checkout_payment_address']     = 'Платежные данные';
$_['text_checkout_shipping_address']    = 'Адрес доставки';
$_['text_checkout_shipping_method']     = 'Способ доставки';
$_['text_checkout_payment_method']      = 'Способ оплаты';
$_['text_checkout_confirm']             = 'Подтверждение заказа';
$_['text_agree']                        = 'Я прочитал и согласен с <a class="agree" href="%s" alt="%s"><b>%s</b></a>';
$_['text_create_account']               = 'Также создать учетную запись для дальнейшего использования.';
$_['text_or']                           = '-- ИЛИ --';
$_['text_please_wait']                  = 'Пожалуйста, подождите...';
$_['text_coupon']                       = 'Скидка по купону была успешно применена!';
$_['text_coupon_removed']               = 'Скидка по купону была успешно удалена!';
$_['text_voucher']                      = 'Скидка по подарочному сертификату была успешно применена!';
$_['text_voucher_removed']              = 'Скидка по подарочному сертификату была успешно удалена!';
$_['text_reward']                       = 'Скидка по бонусным баллам была успешно применена!';
$_['text_reward_removed']               = 'Скидка по бонусным баллам была успешно удалена!';
$_['text_use_coupon']                   = 'Применить';
$_['text_use_voucher']                  = 'Применить';
$_['text_use_reward']                   = 'Применить';
$_['text_estimated_delivery']           = 'Предполагаемая дата доставки:';
$_['text_delivery']                     = 'Дата доставки:';
$_['text_points']                       = 'Бонусные баллы: %s';
$_['text_loading']                      = 'Загрузка...';
$_['text_survey']                       = 'Опрос:';
$_['text_order_comments']               = 'Комментарий к заказу:';
$_['text_image']                        = 'Изображение';
$_['text_name']                         = 'Товар';
$_['text_quantity']                     = 'Количество';
$_['text_price']                        = 'Цена за единицу';
$_['text_total']                        = 'Итого';
$_['text_points']                       = 'Бонусные баллы: %s';

// Column
$_['column_image']                      = 'Изображение';
$_['column_name']                       = 'Название товара';
$_['column_model']                      = 'Модель';
$_['column_quantity']                   = 'Количество';
$_['column_price']                      = 'Цена';
$_['column_total']                      = 'Итого';

// Entry
$_['entry_firstname']                  = 'Имя';
$_['entry_lastname']                   = 'Фамилия';
$_['entry_coupon']                      = 'Введите ваш купон:';
$_['entry_voucher']                     = 'Введите код подарочного сертификата:';
$_['entry_reward']                      = 'Введите количество бонусных баллов (Макс %s, Доступно %s):';
$_['entry_customer_group']               = 'Группа покупателей';

// Error
$_['error_telephone']                    = 'Номер телефона указан неверно!';
$_['error_fax']                         = 'Факс должен содержать от 3 до 32 символов!';
$_['error_company']                     = 'Наименование компании должно содержать от 3 до 32 символов!';
$_['error_address_2']                   = 'Адрес 2 должен содержать от 3 до 128 символов!';
$_['error_coupon']                      = 'Внимание: Купон недействителен, просрочен или достигнут лимит его использования!';
$_['error_voucher']                     = 'Внимание: Подарочный сертификат недействителен или его баланс исчерпан!';
$_['error_survey']                      = 'Внимание: Необходимо ответить на вопрос опроса!';
$_['error_delivery']                    = 'Внимание: Необходимо указать дату доставки!';
$_['error_maximum']                     = 'Внимание: Максимальное количество баллов для использования: %s!';
$_['error_reward']                      = 'Внимание: Пожалуйста, укажите количество бонусных баллов для использования!';
$_['error_points']                      = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_minimum_order']               = 'Внимание: Минимальная сумма заказа должна составлять %s перед оформлением!';
$_['error_comment']                     = 'Внимание: Требуется комментарий к заказу.';

// Guest
$_['text_show_shipping']                    = 'Выбрать способ доставки';
$_['text_show_personal']                    = 'Вернуться к личным данным';
$_['text_checkout_address_shipping_method'] = 'Адрес и способ доставки';
$_['text_show_payment']                     = 'Выбрать способ оплаты';
$_['text_checkout_payment_method']          = 'Способ оплаты';
$_['text_show_address']                     = 'Вернуться к адресу доставки';
$_['button_finish']                         = 'Оформить заказ';
$_['button_continue']                       = 'Продолжить';
